[
  "{\"Title\": \"Shang-Chi and the Legend of the Ten Rings\", \"AUDIENCE SCORE \": \"98\", \"TOMATOMETER\": \"92\", \"Release Date\": \"Sep 3, 2021\", \"Synopsis\": \"Marvel Studios' \\\"Shang-Chi and The Legend of The Ten Rings\\\" stars Simu Liu as Shang-Chi, who must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization. The film also stars Tony Leung as Wenwu, Awkwafina as Shang-Chi's friend Katy and Michelle Yeoh as Jiang Nan, as well as Fala Chen, Meng'er Zhang, Florian Munteanu and Ronny Chieng.\"}",
  "{\"Title\": \"Dear Evan Hansen\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"\", \"Release Date\": \"Sep 24, 2021\", \"Synopsis\": \"The breathtaking, generation-defining Broadway phenomenon becomes a soaring cinematic event as Tony, Grammy and Emmy Award winner Ben Platt reprises his role as an anxious, isolated high schooler aching for understanding and belonging amid the chaos and cruelty of the social-media age.\"}",
  "{\"Title\": \"The Voyeurs\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"\", \"Release Date\": \"Sep 10, 2021\", \"Synopsis\": \"After moving into a beautiful loft apartment in Downtown Montreal, a young couple (Sydney Sweeney and Justice Smith), find themselves becoming increasingly interested in the sex life of their eccentric neighbors across the street (Ben Hardy and Natasha Liu Bordizzo). What starts out as an innocent curiosity slowly turns into an unhealthy obsession, after they discover that one of these neighbors is cheating on the other. Temptation and desire cause their lives to become tangled together in unexpected ways, leading to deadly consequences. Breathing new life into the forgotten genre of erotic thriller, The Voyeurs asks the question, \\\"Is it okay to watch?\\\"\"}",
  "{\"Title\": \"Kate\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"20\", \"Release Date\": \"Sep 10, 2021\", \"Synopsis\": \"Meticulous and preternaturally skilled, Kate is the perfect specimen of a finely tuned assassin at the height of her game. But when she uncharacteristically blows an assignment targeting a member of the yakuza in Tokyo, she quickly discovers she's been poisoned, a brutally slow execution that gives her less than 24 hours to exact revenge on her killers. As her body swiftly deteriorates, Kate forms an unlikely bond with the teenage daughter of one of her past victims. Starring Mary Elizabeth Winstead and Woody Harrelson, and directed by Cedric Nicolas-Troyan, Kate follows a burned assassin's furious pursuit of one last self-appointed job.\"}",
  "{\"Title\": \"Cry Macho\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"\", \"Release Date\": \"Sep 17, 2021\", \"Synopsis\": \"From Warner Bros. Pictures comes director/producer Clint Eastwood's uplifting and poignant drama \\\"Cry Macho.\\\" The film stars Eastwood as Mike Milo, a one-time rodeo star and washed-up horse breeder who, in 1979, takes a job from an ex-boss to bring the man's young son home from Mexico. Forced to take the backroads on their way to Texas, the unlikely pair faces an unexpectedly challenging journey, during which the world-weary horseman finds unexpected connections and his own sense of redemption.\"}",
  "{\"Title\": \"Malignant\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"\", \"Release Date\": \"Sep 10, 2021\", \"Synopsis\": \"Paralyzed by fear from shocking visions, a woman's torment worsens as she discovers her waking dreams are terrifying realities.\"}",
  "{\"Title\": \"Everybody's Talking About Jamie\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"86\", \"Release Date\": \"Sep 10, 2021\", \"Synopsis\": \"Inspired by true events, Everybody's Talking About Jamie follows Jamie New (Max Harwood), a teenager from Sheffield, who dreams of life on stage. While his classmates plan their livelihoods after they leave school, Jamie contemplates revealing his secret career ambition to become a fierce and proud drag queen. His best friend Pritti (Lauren Patel) and his loving mum (Sarah Lancashire) shower him with endless support, while local drag legend Miss Loco Chanelle (Richard E. Grant) mentors him toward his debut stage performance. But Jamie also has to contend with an unsupportive father (Ralph Ineson), an uninspired careers advisor (Sharon Horgan), and some ignorant school kids who attempt to rain on his sensational parade. In rousing and colorful musical numbers, Jamie and his community inspire one another to overcome prejudice, be more accepting, and to step out of the darkness into the spotlight.\"}",
  "{\"Title\": \"The Card Counter\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"96\", \"Release Date\": \"Sep 10, 2021\", \"Synopsis\": \"Redemption is the long game in Paul Schrader's THE CARD COUNTER. Told with Schrader's trademark cinematic intensity, the revenge thriller tells the story of an ex-military interrogator turned gambler haunted by the ghosts of his past decisions, and features riveting performances from stars Oscar Isaac, Tiffany Haddish, Tye Sheridan and Willem Dafoe.\"}",
  "{\"Title\": \"We Need to Do Something\", \"AUDIENCE SCORE \": \"67\", \"TOMATOMETER\": \"63\", \"Release Date\": \"Sep 3, 2021\", \"Synopsis\": \"After Melissa and her family seek shelter from a storm, they become trapped. With no sign of rescue, hours turn to days and Melissa comes to realize that she and her girlfriend Amy might have something to do with the horrors that threaten to tear her family -- and the entire world -- apart.\"}",
  "{\"Title\": \"Blue Bayou\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"64\", \"Release Date\": \"Sep 17, 2020\", \"Synopsis\": \"From award-winning writer/director Justin Chon, Blue Bayou is the moving and timely story of a uniquely American family fighting for their future. Antonio LeBlanc (Chon), a Korean adoptee raised in a small town in the Louisiana bayou, is married to the love of his life Kathy (Alicia Vikander) and step-dad to their beloved daughter Jessie. Struggling to make a better life for his family, he must confront the ghosts of his past when he discovers that he could be deported from the only country he has ever called home.\"}",
  "{\"Title\": \"Worth\", \"AUDIENCE SCORE \": \"75\", \"TOMATOMETER\": \"77\", \"Release Date\": \"Sep 3, 2021\", \"Synopsis\": \"Following the horrific 2001 attacks on the World Trade Center and Pentagon, Congress appoints attorney and renowned mediator Kenneth Feinberg (Michael Keaton) to lead the September 11th Victim Compensation Fund. Assigned with allocating financial resources to the victims of the tragedy, Feinberg and his firm's head of operations, Camille Biros (Amy Ryan), face the impossible task of determining the worth of a life to help the families who had suffered incalculable losses. When Feinberg locks horns with Charles Wolf (Stanley Tucci), a community organizer mourning the death of his wife, his initial cynicism turns to compassion as he begins to learn the true human costs of the tragedy.\"}",
  "{\"Title\": \"Cinderella\", \"AUDIENCE SCORE \": \"76\", \"TOMATOMETER\": \"44\", \"Release Date\": \"Sep 3, 2021\", \"Synopsis\": \"Cinderella is a musically-driven bold new take on the traditional story you grew up with. Our heroine (Camila Cabello) is an ambitious young woman, whose dreams are bigger than the world will allow, but with the help of her Fab G (Billy Porter), she is able to persevere and make her dreams come true.\"}",
  "{\"Title\": \"The Eyes of Tammy Faye\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"\", \"Release Date\": \"Sep 17, 2021\", \"Synopsis\": \"THE EYES OF TAMMY FAYE is an intimate look at the extraordinary rise, fall and redemption of televangelist Tammy Faye Bakker. In the 1970s and 80s, Tammy Faye and her husband, Jim Bakker, rose from humble beginnings to create the world's largest religious broadcasting network and theme park, and were revered for their message of love, acceptance and prosperity. Tammy Faye was legendary for her indelible eyelashes, her idiosyncratic singing, and her eagerness to embrace people from all walks of life. However, it wasn't long before financial improprieties, scheming rivals, and scandal toppled their carefully constructed empire.\"}",
  "{\"Title\": \"Copshop\", \"AUDIENCE SCORE \": \"\", \"TOMATOMETER\": \"\", \"Release Date\": \"Sep 17, 2021\", \"Synopsis\": \"On the run from a lethal assassin, a wily con artist devises a scheme to hide out inside a small-town police station. However, when the hit man turns up at the precinct, an unsuspecting rookie cop finds herself caught in the crosshairs.\"}"
]
